[
  {
    "id": 0,
    "order": 0,
    "path": "",
    "thumbStyle": "sketch-pyramid",
    "title": "",
    "description": "",
    "alt": "A sketch composition of a black pyramid in the distance rising from the surface of a static gray ocean. A large moon is behind it. Exploding 3D shapes float in the sky and water."
  },
  {
    "id": 1,
    "order": 1,
    "path": "",
    "thumbStyle": "sketch-knights",
    "title": "",
    "description": "",
    "alt": "A sketch of a knight walking up a staircase tower. A bigger, dull golden knight descends it, sword out."
  },
  {
    "id": 2,
    "order": 2,
    "path": "",
    "thumbStyle": "sketch-prey",
    "title": "",
    "description": "",
    "alt": "A sketch of the space suit from Prey, as a painting and as pencil and ink."
  },
  {
    "id": 3,
    "order": 3,
    "path": "",
    "thumbStyle": "sketch-bad",
    "title": "",
    "description": "",
    "alt": "Sketches in red marker of skulls and snakes and a person with flames burning from their open mouth and eye sockets"
  },
  {
    "id": 4,
    "order": 4,
    "path": "",
    "thumbStyle": "sketch-dmv",
    "title": "",
    "description": "",
    "alt": "Sketches in the Watertown Mall RMV. A study of a potted plant and the shadows of its branches and leaves, and other people at the RMV."
  },
  {
    "id": 5,
    "order": 5,
    "path": "",
    "thumbStyle": "sketch-adidas",
    "title": "",
    "description": "",
    "alt": "Pen and ink-brush sketch of a person on their phone, and another person with an Adidas hat."
  },
  {
    "id": 6,
    "order": 6,
    "path": "",
    "thumbStyle": "sketch-night",
    "title": "",
    "description": "",
    "alt": "Ink and watercolor sketch of the entrance to a bridge, in the shadow of trees, at night."
  },
  {
    "id": 7,
    "order": 7,
    "path": "",
    "thumbStyle": "sketch-house",
    "title": "",
    "description": "",
    "alt": "Sumi ink painting of the side of a house and the sidewalk."
  },
  {
    "id": 8,
    "order": 8,
    "path": "",
    "thumbStyle": "sketch-march",
    "title": "",
    "description": "",
    "alt": "An ink drawing of the many people gathering, some holding signs, for the Women's March in front of the Rhode Island State House in Providence, RI."
  },
  {
    "id": 9,
    "order": 9,
    "path": "",
    "thumbStyle": "sketch-comp",
    "title": "",
    "description": "",
    "alt": "A collage of sketch compositions"
  },
  {
    "id": 10,
    "order": 10,
    "path": "",
    "thumbStyle": "sketch-stream",
    "title": "",
    "description": "",
    "alt": "A sketch of a Twitch stream overlay, styled mixed between a car dashboard and a mech cockpit."
  },
  {
    "id": 11,
    "order": 11,
    "path": "",
    "thumbStyle": "sketch-powerranger",
    "title": "",
    "description": "",
    "alt": "An animated GIF of a Power Ranger action figure. It spins, head and torso swinging in opposite directions, before reverse-spinning back to a normal position."
  },
  {
    "id": 12,
    "order": 12,
    "path": "",
    "thumbStyle": "sketch-dungeon",
    "title": "",
    "description": "",
    "alt": "A sketch of the main characters of Dungeon Meshi. A half-foot sits ont he shoulders of a human, pointing to the left enthusiastically. The human sits with a dismayed elf, on the hunched back of a stocky dwarf, who looks out to where the human points."
  },
  {
    "id": 13,
    "order": 13,
    "path": "",
    "thumbStyle": "sketch-fatt",
    "title": "",
    "description": "",
    "alt": "A sketch of the main characters in the first season (Autumn in Hieron) of Friends at the Table. The parties stand separated by color, on the right and left halves of the screen, but Hadrian and Hella look to each other from their opposite sides."
  },
  {
    "id": 14,
    "order": 14,
    "path": "",
    "thumbStyle": "sketch-hunter",
    "title": "",
    "description": "",
    "alt": "A sketch of a Monster Hunter hunter character, wearing a ghillie-suit-like outfit, and their Palico companion, who wears a fur coat and a lute."
  },
  {
    "id": 15,
    "order": 15,
    "path": "",
    "thumbStyle": "sketch-portrait",
    "title": "",
    "description": "",
    "alt": "A sketch of a person. Colorful shapes throw their face into black shadow."
  }
]