[
  {
    "id": 0,
    "order": 0,
    "path": "",
    "thumbStyle": "ill-layers",
    "title": "Layers",
    "description": "Accompanying an article about avatars, for designer-writer Zachary Deocadiz (July 2019).",
    "alt": "Layers of the same face looking to the right. The leftmost layer is a skull; the second from the left is a person wearing a VR headset; the middle is a heavy pencil sketch of a person, white against blue; the second from the right is lines of code overlaid on a dark, shaded silhouette of the face; and the rightmost face is a depiction of the face reconstructed with polygons and lines."
  },
  {
    "id": 1,
    "order": 1,
    "path": "",
    "thumbStyle": "ill-social-design",
    "title": "Social Design",
    "description": "For 'How to Design Social VR Spaces' by Zachary Deocadiz (May 2019).",
    "alt": "A giant yellow figure with long hair and glasses stands near a group of blue people in discussion. The scene is composed with an upwards angle, from slightly low to the ground. There are blue rounded constructs around the people, overlaid with a grid plane receding far into space. The giant yellow figure consults a semi-transparent panel with sliders."
  },
  {
    "id": 2,
    "order": 2,
    "path": "",
    "thumbStyle": "ill-clap",
    "title": "CLAP!",
    "description": "For 'Identity and Community in Virtual Reality' by Zachary Deocadiz (May 2019).",
    "alt": "Four smiling blue figures, each wearing different VR headsets rush to high five. White and yellow shapes burst from the energy of their high five. Their legs stretch over the horizon like they're giants. A fifth figure walks towards them, hand outstretched, from further away on the right. In the distance on a large curved plane which makes up the background, there are gatherings of small blue shapes, implying more people connecting in the background."
  },
  {
    "id": 3,
    "order": 3,
    "path": "",
    "thumbStyle": "ill-everything",
    "title": "Everything Is Where It Needs To Be",
    "description": "Fanart for the Twilight Mirage Fanzine for Friends at the Table (July 2019).",
    "alt": "Fanart for Friends at the Table. An involved piece with a lot of characters. Cascara sits at a tactical war map table over Quire, with an Axiom, a New Earth Hegemony warship, and evacuation ships placed. On her right is Tender Sky, shadowed by her motorcycle and Declan's Corrective, facing out towards the By-and-By. To her right is Fourteen Fifteen as The Body Politic, turning towards Cascara from a hallway aboard the World Without End. Behind Cascara are Myriad, Acre Seven, Waltz Tango Cache, and Chiron. To the lower right of the composition, Gig reviews a broadcast projected from his eye, floating above, showing Duck and Kent Brighton. Morning's Observation is further back, mixing music. On the mid-left, Signet extends a hand to Belgard, suspended and awakening, glowing pink, who is coloring the cloud that makes up Cthonic. Over the By-and-By, a sketch of the face of Massalia inside the silhouette of Melodica. Above them, Blooming looks up, with Empyrean behind her. In front of them, Echo looks to the sky, with a projected screen from their eyepatch displaying out, and the Holiday Gambit flies past their gaze. Echo is back to back with Even, loading his revolver with glowing rounds passed to him by Cascabel, grimacing upwards. In the shadow of Even's wing, Sho kneels before a candlelit altar with the 300 Divines, and behind them, the Cadent stands, head bowed in the shadows, flanked by Robin's Song, Mother's Story, and Open Metal. Above Even and Cascabel, Grand is between seizing and letting go of the crystalline Independence, which floats towards the opening maw of black Volition above it all. Axioms spew from its surface in the upper left, and Iconoclasts fly toward it on the upper right. In the bottom right corner, the hand of Demani Dusk moves a satellite onto the playing field of Cascara's table."
  },
  {
    "id": 4,
    "order": 4,
    "path": "",
    "thumbStyle": "ill-on-the-water",
    "title": "On the Water",
    "description": "For EX Dance Music (April 2019).",
    "alt": "A landscape of a dark, rocky bay at night. The moon is immense behind a black, asymmetrical pyramid rising above the water."
  },
  {
    "id": 5,
    "order": 5,
    "path": "",
    "thumbStyle": "ill-psychometric",
    "title": "Psychometric Aptitude",
    "description": "Fanart of Arkane Studio's Prey (2017) (January 2019).",
    "alt": "A figure in a space suit with golden glove-cuffs and a helmet with a tesselating-triangle glass dome, holds their left hand to the side of their head. A singular cyclopean light from the helmet's face projects a blue beam forward. Thin white shapes burst out as well. The figure carries a large red gun (for extruding concrete-like glue) and there are blurred, black tendrils behind the figure. They are cast in an aggressively hot pink light."
  },
  {
    "id": 6,
    "order": 6,
    "path": "",
    "thumbStyle": "ill-together",
    "title": "Together",
    "description": "For commission for a friend's anniversary (June 2018).",
    "alt": "Two characters from League of Legends, Teemo and Tristana, hold hands back to back as they are surrounded by the monstrous heads of Baron Nashor spewing fire."
  },
  {
    "id": 7,
    "order": 7,
    "path": "",
    "thumbStyle": "ill-magnet",
    "title": "Johto Magnetone Line",
    "description": "For the Pokemon Traveler Zine (November 2017).",
    "alt": "A bright pink magnet train line with a magnemite decal on the side, zooms towards Goldenrod city on an elevated railway. A fearow flies overhead, and murkrows catch a ride on the train. In the background, there is a map of the Johto/Kanto Magnetone rail stops. In the foreground there are diagrams illustrating the train's magnetic propulsion, powered by opposing electrodes and magnetons. In the background to the upper left, Goldenrod city with its huge radio broadcast building."
  },
  {
    "id": 8,
    "order": 8,
    "path": "",
    "thumbStyle": "ill-woods",
    "title": "The Wolf",
    "description": "For the prompt, \"Into the Woods\" for Style and Substance at RISD (May 2017).",
    "alt": "A small figure in a red hood and cloak carries a lantern to the edge of a clearing in the woods. A large, gently-smiling face begins to poke out from the trees to greet the small red figure. The figure wearing the mask is slightly obscured by the treeline, but it's large and hairy and has long, slightly rounded ears. The moon is huge in the sky in the background, and trees against it seem to lose their solid form and disintegrate and float."
  },
  {
    "id": 9,
    "order": 9,
    "path": "",
    "thumbStyle": "ill-sympathizer",
    "title": "The Sympathizer",
    "description": "For the New York Times Sunday Book Review on The Sympathizer by Viet Thanh Nguyen (not commissioned) (December 2016).",
    "alt": "Two overlapping forms of the unnamed protagonist of the Sympathizer, overlapping on each other, are at the center bottom of the composition. On the left half of the composition, a scene of war in Vietnam; a huge plume of smoke rising above as a soldier in a buggy looks away. The whole scene is red line on yellow ground, except for the narrator, who stands out as red line on white ground. The right side of the composition shows a scene of urban Los Angeles, a car parked in front of a liquor store with two floors of apartments above it. In the background, silhouettes of a gas stop, and roadside signs for strip malls. The scene is in blue line on white ground, and the protagonist stands out for being blue line on yellow ground. The protagonist's eyes in both versions are in shadow, with a tight-lipped expression."
  },
  {
    "id": 10,
    "order": 10,
    "path": "",
    "thumbStyle": "ill-arrivals",
    "title": "A Note To Asian-American Activists About New Arrivals",
    "description": "For the HuffPost piece, titled above, by Frank Wu (not commissioned) (April 2017).",
    "alt": "Two east Asian American young adults in opposite bottom corners of the tall composition look at each other with expressions of distrust. Floating between them and blocking them partially from the viewer is a large, nearly expressionless yellow mask."
  },
  {
    "id": 11,
    "order": 11,
    "path": "",
    "thumbStyle": "ill-house",
    "title": "The Asian American Wealth Gap: Too Often Ignored",
    "description": "For the HuffPost article, titled above, by Lilian Singh (not commissioned) (May 2017).",
    "alt": "A large yellow house hides a tiny yellow house almost completely in shadow."
  },
  {
    "id": 12,
    "order": 12,
    "path": "",
    "thumbStyle": "ill-shapes",
    "title": "A Song Portrait of Michael Kennedy",
    "description": "For a story, titled above, by NowHereThis.org (March 2017).",
    "alt": "A person in a suit with a light purple tie. Colorful shapes and lines block and envelop their head."
  },
  {
    "id": 13,
    "order": 13,
    "path": "",
    "thumbStyle": "ill-buzzfeed",
    "title": "Buzzfeed and Gentrification",
    "description": "For a story, titled above, by NowHereThis.org (December 2016).",
    "alt": "A person drawn as black line on white ground walks down a color-block layout of a Buzzfeed article, looking at their phone and dragging a suitcase. The Buzzfeed article space intrudes into the space of black people sitting against the corners of the composition below it, pushing back against the Buzzfeed article space and being crushed under its intrusion."
  },
  {
    "id": 14,
    "order": 14,
    "path": "",
    "thumbStyle": "ill-handshake",
    "title": "Shakey",
    "description": "For an article in the Brown Political Review about the state of relations between Germany and Turkey (October 2016).",
    "alt": "A hand on the right side of the composition with the flag of Turkey overlaid behind it shakes a hand on the right side of the composition with the flag of Germany overlaid. A second hand of the German figure grips the arm of their shaking hand. In the background, silhouettes of past gestures of the hands, ranging from an accusation to capitulation."
  },
  {
    "id": 15,
    "order": 15,
    "path": "",
    "thumbStyle": "ill-wall",
    "title": "Wash",
    "description": "For a NYTimes article about China's botched repair to the Great Wall (not commissioned) (October 2016).",
    "alt": "The background is a Chinese-style ink painting of mountains, with the Great Wall stretching in the distance. The bottom left corner of the composition has been painted a sterile white with a roller, and a ladder and paint bucket sit in front of the paint."
  },
  {
    "id": 16,
    "order": 16,
    "path": "",
    "thumbStyle": "ill-robbers",
    "title": "Robbers",
    "description": "For a collaboratively-told story (September 2016).",
    "alt": "Two children, behind a fence, in the shadow of a tree on a lawn, plan a heist with toy soldiers, cratons, monopoly money and juice boxes. The children are wearing bandit maks over their eyes."
  }
]