{
  "snake": [
    {
      "id": 0,
      "path": "",
      "alt": "Title page. A knot of snakes behind a title card, reading 'SNAKE'."
    },
    {
      "id": 1,
      "path": "",
      "alt": "Page 1. Wide shot of a sky over a bus stop. Close up of the lower half of a face."
    },
    {
      "id": 2,
      "path": "",
      "alt": "Page 2. Panel 1: A looks to the left, away from B. Panel 2: A: \"So the way I remember it, it's kind of like this:\" \"After middle school ended and we moved away, my mom asked me to wear a snake mask.\" Panel 3: A figure hands the viewer a cloth object with decorative eyes. \"Put this on, okay?\" Panel 4: A figure looks up holding the object: \"Okay, mom!\" Panel 5: A snake enters a shot full of grass."
    },
    {
      "id": 3,
      "path": "",
      "alt": "Page 3. Panel 1: A figure wearing a snake mask looks up at a taller figure who has their hands on the smaller figure's shoulder: \"You must never take this off, okay? It's for your own safety.\" Panel 2: The figure wearing the snake mask is sitting with knees curled up in the back of a car. Panel 3: A family portrait of 5 figures, all wearing the same snake mask. Panel 4: A figure wearing the snake mask bends over a bathroom sink, inspecting its appearance in the mirror."
    }
  ],
  "darkest-knife": [
    {
      "id": 0,
      "path": "",
      "alt": "Page 1. Three characters walk down a castle hallway: A (haughty), B (mild), C (assured). A is verbally preening: \"Pff. Unlike him I don't need to grovel to get published. And while our research may bear surface resemblance, he treads only where dead scholars have walked. Fortune favors the bold, and to that end, I have worked tirelessly. In less than a year, academia at large will know me as the creator of the first set of axioms ruling the new astroplanar orthodoxy.\" A looks back towards B, and says, \"And who knows, Ondra, maybe inspiration will strike you, at some point, as well. Even mediocre mages stumble upon great insight on occasion.\" B bows their head slightly, intimidated and unsure. The last panel sets the scene in a private room at night. A figure leans over a table, lit by candle, with alchemical instruments on it."
    },
    {
      "id": 1,
      "path": "",
      "alt": "Page 2. The figure, with a lightning-shaped dagger, cuts their hand and drips blood onto a circle drawn on an open scroll. They set down the dagger and begin reaching for a quill while verbally invoking some kind of higher being, when out of sight, a door creaks open; and they turn as someone out of view says,\"Hey Avi...\""
    },
    {
      "id": 2,
      "path": "",
      "alt": "Page 3. B has entered the room to talk to A about what A said earlier. A blocks the scroll and dagger on the table out of sight, but B catches sight of their bloody hand. They step in and grab A by the wrist, exposing their cut hand to the light, and say \"Is that... a blood tithe?\" as A flinches."
    },
    {
      "id": 3,
      "path": "",
      "alt": "Page 4. B grows wild and furious and menacing as they realize A has been building their academic magic studies not on actual magic study but on deals made with demons, while putting down everyone around them. Before B can finish their tirade, they are stabbed by A, and they fall to the ground. A looks at their body from above, pale and sweating, as their cheeks begin to force their face into a nervous, grimacing smile."
    }
  ],
  "etc": [
    {
      "id": 0,
      "path": "",
      "alt": "A comic page. Panel 1: Text says \"Day Job\". Close up panels of a figure's hands, performing different parts of line cook work. A close up of a manager's eye. A deconstruction of a bagel sandwich. Bottom right, the figure is drawing comic panels on a clipboard."
    },
    {
      "id": 1,
      "path": "",
      "alt": "A 4 panel comic. A and B are wearing gas masks. A says, \"So what should we talk about?\" B says, \"I dunno. How bout that weather, huh?\" A then slaps B, and we get a shot of outside the bunker that they're in, where acid rain in a lightning storm is eating away at the structure. A says, \"Why would you do this\" and B says, \"Sorry.\""
    },
    {
      "id": 2,
      "path": "",
      "alt": "A 4 panel comic. A triangle and circle are the only thing in frame. Triangle says, \"So, what should we talk about?\" Circle says, \"Mmm baby you feelin naughty?\" A shot zooms out, showing Triangle and Circle alone on a vast grid plane. Triangle says, \"We are the last two spambots in existence after the cyberapocalypse of 2053. We do not have physical forms or personnages into which conceptions such as emotional or bodily need can be felt or applied.\" Circle says, \"Mmm baby me too~\""
    },
    {
      "id": 3,
      "path": "",
      "alt": "A twitter exchange. A: \"There is a thread about wanting furret in the Pokemon GO Subreddit, and everyone's just stunned at the fact that its recorded height is 5 feet 11 inches. B: \"What? It's like my height what?\" B: \"I would shake hands with it. Dress it in a business suit and go to meetings with it.\" A: \"Please draw this.\""
    },
    {
      "id": 4,
      "path": "",
      "alt": "A person in a business suit stands on a stepstool to put a business suit on a tall furret with its arms up, like it's being put into a sweater."
    },
    {
      "id": 5,
      "path": "",
      "alt": "The person in the business suit shakes the furret's hand, which is in a sleeve far too long for its small arms. The furret looks delighted, and the person looks pleased."
    },
    {
      "id": 6,
      "path": "",
      "alt": "The person and the furret both sit at a table with some papers in front of them. The furret has its arms in oversized sleeves on the table. They are being told by someone out of view, \"You'll have to file bankruptcy.\" The person and furret both frown."
    },
    {
      "id": 7,
      "path": "",
      "alt": "An excerpt from a 4 page comic submitted to an anthology that called for Asian American art. The text starts with a brief phone dialog of the narrator greeting their mother on the phone. Then, reflection: \"2 years ago, I realized I didn't consciously think of myself as Asian American. 1 year ago, I started reading a book on the Cultural Revolution. It was hard to grasp. The book referenced people and events that came before and after it. It felt like I had started reading froma random chapter in the middle.\""
    },
    {
      "id": 8,
      "path": "",
      "alt": "Page 1 of a 2 page comic about dissociation. A character is separated from their body and space, their connection from torso to hands becomes like water turning into droplets in space."
    },
    {
      "id": 9,
      "path": "",
      "alt": "Page 2 of a 2 page comic about dissociation. The narrator expresses they don't hate this feeling but are scared of how easily it comes. There's a shot of hands trying to grab another's hands, but the first pair go around the other's like liquid that can't be held firmly."
    }
  ]
}